Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# calendar.recurring_scope.all_events
source: All Events
ar: كل الأحداث
bn: সমস্ত ইভেন্ট
de: Alle Ereignisse
el: Όλα τα γεγονότα
es: Todos los eventos
fa: همه رویدادها
fr: Tous les événements
he: כל האירועים
hi: सभी इवेंट
id: Semua Acara
it: Tutti gli eventi
ja: すべてのイベント
ko: 모든 이벤트
mr: सर्व इव्हेंट
ms: Semua Peristiwa
nl: Alle activiteiten
pl: Wszystkie wydarzenia
pt_br: Todos os eventos
ro: Toate evenimentele
ru: Все события
ta: அனைத்து நிகழ்வுகளும்
te: అన్ని ఇవెంట్‌లు
th: กิจกรรมทั้งหมด
tr: Tüm etkinlikler
uk: Усі події
ur: تمام ایونٹس
vi: Tất cả sự kiện
zh_hans: 所有事件
zh_hant: 所有事件

# calendar.recurring_scope.delete_all_events
source: Delete All Events
ar: حذف كل الأحداث
bn: সমস্ত ইভেন্ট ডিলিট করুন
de: Alle Ereignisse löschen
el: Διαγραφή όλων των γεγονότων
es: Eliminar todos los eventos
fa: حذف همه رویدادها
fr: Supprimer tous les événements
he: מחיקת כל האירועים
hi: सभी इवेंट हटाएँ
id: Hapus Semua Acara
it: Elimina tutti gli eventi
ja: すべてのイベントを削除
ko: 모든 이벤트 삭제
mr: सर्व इव्हेंट हटवा
ms: Padam Semua Peristiwa
nl: Verwijder alle activiteiten
pl: Usuń wszystkie wydarzenia
pt_br: Excluir todos os eventos
ro: Ștergeți toate evenimentele
ru: Удалить все события
ta: அனைத்து நிகழ்வுகளையும் நீக்கு
te: అన్ని ఇవెంట్‌లను డిలీట్ చేయండి
th: ลบกิจกรรมทั้งหมด
tr: Tüm etkinlikleri sil
uk: Видалити всі події
ur: تمام ایونٹس حذف کریں
vi: Xóa tất cả sự kiện
zh_hans: 删除所有事件
zh_hant: 刪除所有事件

# calendar.recurring_scope.this_and_following
source: This and Following Events
ar: هذا الحدث والأحداث التالية
bn: এই ও পরবর্তী ইভেন্ট
de: Dieses und alle folgenden Ereignisse
el: Αυτό και τα επόμενα γεγονότα
es: Este evento y los siguientes
fa: این رویداد و رویدادهای بعدی
fr: Cet événement et les suivants
he: אירוע זה והאירועים הבאים
hi: यह और आगे के इवेंट
id: Acara Ini dan Berikutnya
it: Questo evento e i successivi
ja: このイベントと今後のイベント
ko: 이 이벤트 및 향후 이벤트
mr: हा आणि पुढील इव्हेंट
ms: Peristiwa Ini dan Seterusnya
nl: Deze en alle volgende activiteiten
pl: To i następne wydarzenia
pt_br: Este evento e os seguintes
ro: Acest eveniment și cele următoare
ru: Это и следующие события
ta: இதுவும் அடுத்து வரும் நிகழ்வுகளும்
te: ఇది మరియు తర్వాతి ఇవెంట్‌లు
th: กิจกรรมนี้และกิจกรรมถัดไป
tr: Bu ve sonraki etkinlikler
uk: Ця й наступні події
ur: یہ اور اگلے ایونٹس
vi: Sự kiện này và các sự kiện sau
zh_hans: 此事件及后续事件
zh_hant: 此事件及後續事件

# calendar.recurring_scope.this_event
source: This Event
ar: هذا الحدث
bn: এই ইভেন্ট
de: Dieses Ereignis
el: Αυτό το γεγονός
es: Solo este evento
fa: این رویداد
fr: Cet événement
he: אירוע זה
hi: केवल यह इवेंट
id: Acara Ini
it: Questo evento
ja: このイベントのみ
ko: 이 이벤트만
mr: हा इव्हेंट
ms: Peristiwa Ini
nl: Deze activiteit
pl: To wydarzenie
pt_br: Este evento
ro: Acest eveniment
ru: Это событие
ta: இந்த நிகழ்வு
te: ఈ ఇవెంట్
th: กิจกรรมนี้
tr: Bu etkinlik
uk: Ця подія
ur: یہ ایونٹ
vi: Sự kiện này
zh_hans: 此事件
zh_hant: 僅此事件

# calendar.repeat.custom
source: Custom
ar: مخصص
bn: কাস্টম
de: Eigene
el: Προσαρμογή
es: Personalizado
fa: سفارشی
fr: Personnalisé
he: מותאם אישית
hi: कस्टम
id: Khusus
it: Personalizzato
ja: カスタム
ko: 사용자 설정
mr: कस्टम
ms: Tersuai
nl: Aangepast
pl: Niestandardowe
pt_br: Personalizado
ro: Personalizat
ru: Другое
ta: பிரத்தியேகம்
te: కస్టమ్
th: กำหนดเอง
tr: Özel
uk: Інше
ur: حسب ضرورت
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# calendar.repeat.every
source: Every
ar: كل
bn: প্রতি
de: Intervall
el: Κάθε
es: Cada
fa: هر
fr: Intervalle
he: כל
hi: हर
id: Setiap
it: Ogni
ja: 間隔
ko: 간격
mr: प्रत्येक
ms: Setiap
nl: Interval
pl: Co
pt_br: A cada
ro: Interval
ru: Интервал
ta: ஒவ்வொரு
te: ప్రతి
th: ทุก
tr: Her
uk: Інтервал
ur: ہر
vi: Mỗi
zh_hans: 每
zh_hant: 每

# calendar.repeat.none
source: None
ar: لا شيء
bn: কোনোটিই নয়
de: Nie
el: Καμία
es: Nunca
fa: هیچ‌کدام
fr: Jamais
he: ללא
hi: कोई नहीं
id: Tidak Ada
it: Mai
ja: なし
ko: 없음
mr: कोणतेही नाही
ms: Tiada
nl: Nooit
pl: Nigdy
pt_br: Nunca
ro: Niciodată
ru: Никогда
ta: எதுவுமில்லை
te: ఏదీ లేదు
th: ไม่มี
tr: Yok
uk: Ніколи
ur: کوئی نہیں
vi: Không có
zh_hans: 无
zh_hant: 無

# calendar.repeat.on_day
source: On day
ar: في اليوم
bn: মাসের তারিখ
de: Am Tag
el: Ημέρα του μήνα
es: El día
fa: در روز
fr: Le jour
he: ביום
hi: महीने की तारीख़
id: Pada tanggal
it: Il giorno
ja: 日
ko: 일
mr: महिन्यातील दिनांक
ms: Pada tarikh
nl: Op dag
pl: Dnia miesiąca
pt_br: No dia
ro: În ziua
ru: День месяца
ta: நாளில்
te: రోజున
th: ในวันที่
tr: Ayın günü
uk: День місяця
ur: دن
vi: Vào ngày
zh_hans: 日期
zh_hant: 日期

# calendar.save_event.a11y
source: Save event
ar: حفظ الحدث
bn: ইভেন্ট সেভ করুন
de: Ereignis sichern
el: Αποθήκευση γεγονότος
es: Guardar evento
fa: ذخیره رویداد
fr: Enregistrer l’événement
he: שמירת אירוע
hi: इवेंट सहेजें
id: Simpan acara
it: Salva evento
ja: イベントを保存
ko: 이벤트 저장
mr: इव्हेंट जतन करा
ms: Simpan peristiwa
nl: Bewaar activiteit
pl: Zapisz wydarzenie
pt_br: Salvar evento
ro: Salvați evenimentul
ru: Сохранить событие
ta: நிகழ்வைச் சேமி
te: ఇవెంట్‌ను సేవ్ చేయండి
th: บันทึกกิจกรรม
tr: Etkinliği kaydet
uk: Зберегти подію
ur: ایونٹ محفوظ کریں
vi: Lưu sự kiện
zh_hans: 保存日程
zh_hant: 儲存事件

# calendar.save_event.needs_title.help
source: Add a title to save this event
ar: أضف عنوانًا لحفظ هذا الحدث
bn: এই ইভেন্ট সেভ করতে একটি শিরোনাম যোগ করুন
de: Gib einen Titel ein, um dieses Ereignis zu sichern
el: Προσθέστε έναν τίτλο για να αποθηκεύσετε αυτό το γεγονός
es: Añade un título para guardar este evento
fa: برای ذخیره این رویداد، عنوان اضافه کنید
fr: Ajoutez un titre pour enregistrer cet événement
he: יש להוסיף כותרת כדי לשמור את האירוע
hi: इस इवेंट को सहेजने के लिए शीर्षक जोड़ें
id: Tambahkan judul untuk menyimpan acara ini
it: Aggiungi un titolo per salvare questo evento
ja: このイベントを保存するにはタイトルを入力してください
ko: 이벤트를 저장하려면 제목을 추가하세요
mr: हा इव्हेंट जतन करण्यासाठी शीर्षक जोडा
ms: Tambah tajuk untuk menyimpan peristiwa ini
nl: Voeg een titel toe om deze activiteit te bewaren
pl: Dodaj tytuł, aby zapisać wydarzenie
pt_br: Adicione um título para salvar este evento
ro: Adăugați un titlu pentru a salva acest eveniment
ru: Добавьте название, чтобы сохранить событие
ta: இந்த நிகழ்வைச் சேமிக்க தலைப்பைச் சேர்க்கவும்
te: ఈ ఇవెంట్‌ను సేవ్ చేయడానికి టైటిల్‌ను జోడించండి
th: เพิ่มชื่อเรื่องเพื่อบันทึกกิจกรรมนี้
tr: Bu etkinliği kaydetmek için bir başlık ekleyin
uk: Додайте назву, щоб зберегти подію
ur: یہ ایونٹ محفوظ کرنے کے لیے عنوان شامل کریں
vi: Thêm tiêu đề để lưu sự kiện này
zh_hans: 添加标题以保存此事件
zh_hant: 請新增標題以儲存此事件

# calendar.scheduled_task.a11y
source: Scheduled task %@
ar: مهمة مجدولة %@
bn: নির্ধারিত টাস্ক: %@
de: Geplante Aufgabe %@
el: Προγραμματισμένη εργασία %@
es: Tarea planificada %@
fa: کار زمان‌بندی‌شده %@
fr: Tâche planifiée, %@
he: משימה מתוזמנת %@
hi: शेड्यूल किया गया कार्य %@
id: Tugas terjadwal %@
it: Attività pianificata, %@
ja: スケジュール済みのタスク「%@」
ko: 예정된 할 일 “%@”
mr: शेड्यूल केलेले कार्य: %@
ms: Tugas dijadualkan %@
nl: Geplande taak %@
pl: Zaplanowane zadanie: %@
pt_br: Tarefa planejada, %@
ro: Sarcină planificată %@
ru: Запланированная задача: %@
ta: திட்டமிடப்பட்ட பணி %@
te: షెడ్యూల్ చేసిన టాస్క్ %@
th: งานที่กำหนดเวลา %@
tr: Zamanlanmış görev: %@
uk: Заплановане завдання: %@
ur: شیڈول شدہ کام %@
vi: Nhiệm vụ đã lên lịch %@
zh_hans: 已计划任务 %@
zh_hant: 已排程的任務「%@」

# calendar.section.location
source: Location
ar: الموقع
bn: লোকেশন
de: Ort
el: Τοποθεσία
es: Ubicación
fa: مکان
fr: Lieu
he: מיקום
hi: स्थान
id: Lokasi
it: Luogo
ja: 場所
ko: 위치
mr: स्थान
ms: Lokasi
nl: Locatie
pl: Lokalizacja
pt_br: Local
ro: Loc
ru: Место
ta: இருப்பிடம்
te: లొకేషన్
th: สถานที่
tr: Konum
uk: Місце
ur: مقام
vi: Vị trí
zh_hans: 地点
zh_hant: 位置

# calendar.section.notes
source: Notes
ar: ملاحظات
bn: নোট
de: Notizen
el: Σημειώσεις
es: Notas
fa: یادداشت‌ها
he: הערות
hi: नोट
id: Catatan
it: Note
ja: メモ
ko: 메모
mr: नोट्स
ms: Nota
nl: Notities
pl: Notatki
pt_br: Notas
ro: Notițe
ru: Заметки
ta: குறிப்புகள்
te: నోట్స్
th: โน้ต
tr: Notlar
uk: Нотатки
ur: نوٹس
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# calendar.start_date.a11y
source: Start date
ar: تاريخ البدء
bn: শুরুর তারিখ
de: Startdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
fa: تاریخ شروع
fr: Date de début
he: תאריך התחלה
hi: शुरू होने की तारीख़
id: Tanggal mulai
it: Data di inizio
ja: 開始日
ko: 시작 날짜
mr: सुरुवातीचा दिनांक
ms: Tarikh mula
nl: Startdatum
pl: Data rozpoczęcia
pt_br: Data de início
ro: Data de început
ru: Дата начала
ta: தொடக்கத் தேதி
te: ప్రారంభ తేదీ
th: วันที่เริ่มต้น
tr: Başlangıç tarihi
uk: Дата початку
ur: آغاز کی تاریخ
vi: Ngày bắt đầu
zh_hans: 开始日期
zh_hant: 開始日期

# calendar.start_time.a11y
source: Start time
ar: وقت البدء
bn: শুরুর সময়
de: Startzeit
el: Ώρα έναρξης
es: Hora de inicio
fa: زمان شروع
fr: Heure de début
he: שעת התחלה
hi: शुरू होने का समय
id: Waktu mulai
it: Ora di inizio
ja: 開始時刻
ko: 시작 시간
mr: सुरुवातीची वेळ
ms: Masa mula
nl: Starttijd
pl: Godzina rozpoczęcia
pt_br: Horário de início
ro: Ora de început
ru: Время начала
ta: தொடக்க நேரம்
te: ప్రారంభ సమయం
th: เวลาเริ่มต้น
tr: Başlangıç saati
uk: Час початку
ur: آغاز کا وقت
vi: Giờ bắt đầu
zh_hans: 开始时间
zh_hant: 開始時間

# calendar.task.open
source: Open Task
ar: فتح المهمة
bn: টাস্ক খুলুন
de: Aufgabe öffnen
el: Άνοιγμα εργασίας
es: Abrir tarea
fa: باز کردن کار
fr: Ouvrir la tâche
he: פתיחת משימה
hi: कार्य खोलें
id: Buka Tugas
it: Apri attività
ja: タスクを開く
ko: 할 일 열기
mr: कार्य उघडा
ms: Buka Tugas
nl: Open taak
pl: Otwórz zadanie
pt_br: Abrir tarefa
ro: Deschideți sarcina
ru: Открыть задачу
ta: பணியைத் திற
te: టాస్క్‌ను తెరవండి
th: เปิดงาน
tr: Görevi aç
uk: Відкрити завдання
ur: کام کھولیں
vi: Mở nhiệm vụ
zh_hans: 打开任务
zh_hant: 開啟任務

# calendar.task.plan_day_later
source: Plan a Day Later
ar: تخطيط بعد يوم
bn: একদিন পরে প্ল্যান করুন
de: Einen Tag später planen
el: Προγραμματισμός μία ημέρα αργότερα
es: Planificar un día después
fa: برنامه‌ریزی برای یک روز بعد
fr: Planifier un jour plus tard
he: תכנון ליום אחד מאוחר יותר
hi: एक दिन बाद प्लान करें
id: Rencanakan Sehari Kemudian
it: Pianifica un giorno dopo
ja: 1日後に予定
ko: 하루 뒤로 계획
mr: एक दिवस नंतर प्लॅन करा
ms: Rancang Sehari Kemudian
nl: Plan een dag later in
pl: Zaplanuj dzień później
pt_br: Planejar um dia depois
ro: Planificați cu o zi mai târziu
ru: Запланировать на день позже
ta: ஒரு நாள் கழித்துத் திட்டமிடு
te: ఒక రోజు తర్వాతకు ప్లాన్ చేయండి
th: เลื่อนแผนไปอีก 1 วัน
tr: Bir gün sonraya planla
uk: Запланувати на день пізніше
ur: ایک دن بعد کے لیے پلان کریں
vi: Lùi kế hoạch một ngày
zh_hans: 推迟一天
zh_hant: 延後一天安排

# calendar.task.plan_week_later
source: Plan a Week Later
ar: تخطيط بعد أسبوع
bn: এক সপ্তাহ পরে প্ল্যান করুন
de: Eine Woche später planen
el: Προγραμματισμός μία εβδομάδα αργότερα
es: Planificar una semana después
fa: برنامه‌ریزی برای یک هفته بعد
fr: Planifier une semaine plus tard
he: תכנון לשבוע אחד מאוחר יותר
hi: एक सप्ताह बाद प्लान करें
id: Rencanakan Seminggu Kemudian
it: Pianifica una settimana dopo
ja: 1週間後に予定
ko: 일주일 뒤로 계획
mr: एक आठवडा नंतर प्लॅन करा
ms: Rancang Seminggu Kemudian
nl: Plan een week later in
pl: Zaplanuj tydzień później
pt_br: Planejar uma semana depois
ro: Planificați cu o săptămână mai târziu
ru: Запланировать на неделю позже
ta: ஒரு வாரம் கழித்துத் திட்டமிடு
te: ఒక వారం తర్వాతకు ప్లాన్ చేయండి
th: เลื่อนแผนไปอีก 1 สัปดาห์
tr: Bir hafta sonraya planla
uk: Запланувати на тиждень пізніше
ur: ایک ہفتے بعد کے لیے پلان کریں
vi: Lùi kế hoạch một tuần
zh_hans: 推迟一周
zh_hant: 延後一週安排

# calendar.timeline.load_error
source: Couldn’t load calendar events. Check that Lorvex has calendar access in System Settings.
ar: تعذّر تحميل أحداث التقويم. تأكد من أن Lorvex يملك حق الوصول إلى التقويم في إعدادات النظام.
bn: ক্যালেন্ডার ইভেন্ট লোড করা যায়নি। সিস্টেম সেটিংসে Lorvex-এর ক্যালেন্ডার অ্যাক্সেস আছে কি না দেখে নিন।
de: Kalenderereignisse konnten nicht geladen werden. Prüfe in den Systemeinstellungen, ob Lorvex Zugriff auf Kalender hat.
el: Δεν ήταν δυνατή η φόρτωση των γεγονότων ημερολογίου. Βεβαιωθείτε ότι το Lorvex έχει πρόσβαση στο ημερολόγιο στις Ρυθμίσεις συστήματος.
es: No se pudieron cargar los eventos del calendario. Comprueba que Lorvex tenga acceso al calendario en Ajustes del Sistema.
fa: بارگیری رویدادهای تقویم انجام نشد. بررسی کنید که Lorvex در تنظیمات سیستم به تقویم دسترسی دارد.
fr: Impossible de charger les événements du calendrier. Vérifiez que Lorvex a accès aux calendriers dans Réglages Système.
he: לא ניתן לטעון את אירועי לוח השנה. יש לוודא שיש ל-Lorvex גישה ללוח השנה בהגדרות המערכת.
hi: कैलेंडर इवेंट लोड नहीं हो सके। सिस्टम सेटिंग्ज़ में जाँचें कि Lorvex के पास कैलेंडर एक्सेस है।
id: Tidak dapat memuat acara kalender. Pastikan Lorvex memiliki akses kalender di Pengaturan Sistem.
it: Impossibile caricare gli eventi del calendario. Verifica che Lorvex abbia accesso al calendario in Impostazioni di Sistema.
ja: カレンダーのイベントを読み込めませんでした。「システム設定」でLorvexにカレンダーへのアクセスが許可されているか確認してください。
ko: 캘린더 이벤트를 불러올 수 없습니다. 시스템 설정에서 Lorvex에 캘린더 접근 권한이 있는지 확인하세요.
mr: दिनदर्शिका इव्हेंट लोड करता आले नाहीत. Lorvex ला सिस्टीम सेटिंगमध्ये दिनदर्शिका ॲक्सेस असल्याची खात्री करा.
ms: Tidak dapat memuatkan peristiwa kalendar. Pastikan Lorvex mempunyai akses kalendar dalam Seting Sistem.
nl: Agenda-activiteiten konden niet worden geladen. Controleer in Systeeminstellingen of Lorvex toegang heeft tot je agenda’s.
pl: Nie udało się wczytać wydarzeń kalendarza. Sprawdź, czy Lorvex ma dostęp do kalendarzy w Ustawieniach systemowych.
pt_br: Não foi possível carregar os eventos do calendário. Verifique se o Lorvex tem acesso ao calendário em Ajustes do Sistema.
ro: Evenimentele din calendar nu au putut fi încărcate. Verificați în Configurări sistem dacă Lorvex are acces la calendare.
ru: Не удалось загрузить события календаря. Убедитесь, что у Lorvex есть доступ к календарям в Системных настройках.
ta: கேலண்டர் நிகழ்வுகளை ஏற்ற முடியவில்லை. சிஸ்டம் அமைப்புகளில் Lorvexக்குக் கேலண்டர் அணுகல் இருப்பதை உறுதிசெய்யவும்.
te: క్యాలెండర్ ఇవెంట్‌లను లోడ్ చేయడం వీలుపడలేదు. సిస్టమ్ సెట్టింగ్స్‌లో Lorvexకు క్యాలెండర్ యాక్సెస్ ఉందని నిర్ధారించుకోండి.
th: ไม่สามารถโหลดกิจกรรมปฏิทินได้ ตรวจสอบว่า Lorvex เข้าถึงปฏิทินได้ในการตั้งค่าระบบ
tr: Takvim etkinlikleri yüklenemedi. Lorvex’in Sistem Ayarları’nda takvim erişimi olduğundan emin olun.
uk: Не вдалося завантажити події календаря. Переконайтеся, що Lorvex має доступ до календарів у Системних параметрах.
ur: کیلنڈر ایونٹس لوڈ نہیں ہو سکے۔ سسٹم کی ترتیبات میں دیکھیں کہ Lorvex کو کیلنڈر تک رسائی حاصل ہے۔
vi: Không thể tải sự kiện lịch. Hãy kiểm tra Lorvex đã được cấp quyền truy cập lịch trong Cài đặt hệ thống.
zh_hans: 无法加载日历事件。请在“系统设置”中确认 Lorvex 拥有日历访问权限。
zh_hant: 無法載入行事曆事件。請在「系統設定」中確認 Lorvex 是否擁有行事曆存取權限。

# calendar.today_date.a11y
source: Today, %@
ar: اليوم، %@
bn: আজ, %@
de: Heute, %@
el: Σήμερα, %@
es: Hoy, %@
fa: امروز، %@
fr: Aujourd’hui, %@
he: היום, %@
hi: आज, %@
id: Hari ini, %@
it: Oggi, %@
ja: 今日、%@
ko: 오늘, %@
mr: आज, %@
ms: Hari ini, %@
nl: Vandaag, %@
pl: Dzisiaj, %@
pt_br: Hoje, %@
ro: Astăzi, %@
ru: Сегодня, %@
ta: இன்று, %@
te: ఈరోజు, %@
th: วันนี้, %@
tr: Bugün, %@
uk: Сьогодні, %@
ur: آج، %@
vi: Hôm nay, %@
zh_hans: 今天，%@
zh_hant: 今天，%@

# calendar.week.load.over_sentence
source: %@ more than your day hours hold
ar: %@ أكثر مما تتسع له ساعات يومك
bn: আপনার দিনের ঘণ্টার চেয়ে %@ বেশি
de: %@ mehr, als deine Tagesstunden fassen
el: %@ πάνω από τις ώρες της ημέρας σας
es: %@ más de lo que cabe en tu horario del día
fa: %@ بیش از ظرفیت ساعت‌های روز شما
fr: %@ de plus que vos horaires de la journée
he: %@ יותר ממה ששעות היום שלך יכולות להכיל
hi: आपके दिन के घंटों से %@ ज़्यादा
id: Melebihi jam aktif sebanyak %@
it: %@ in più rispetto agli orari della tua giornata
ja: 予定に使う時間帯を%@超えています
ko: 일정 가능 시간보다 %@ 많음
mr: तुमच्या दिवसाच्या तासांपेक्षा %@ जास्त
ms: Melebihi jam aktif sebanyak %@
nl: %@ meer dan er in je daguren past
pl: Przekracza godziny dnia o %@
pt_br: %@ a mais do que o horário do dia comporta
ro: Cu %@ mai mult decât încape în orele zilei
ru: Превышает часы дня на %@
ta: உங்கள் நாளின் மணிநேரங்களை விட %@ அதிகம்
te: మీ రోజు గంటల కంటే %@ ఎక్కువ
th: เกินชั่วโมงในวันของคุณ %@
tr: Gün saatlerinizin %@ üzerinde
uk: Перевищує години дня на %@
ur: %@ آپ کے دن کے اوقات کی گنجائش سے زیادہ
vi: Vượt quá khung giờ trong ngày %@
zh_hans: 比可安排时段多出 %@
zh_hant: 超出可安排時段 %@

# calendar.week.load.sentence
source: %1$@ planned, %2$@ free
ar: %1$@ مخطط، و%2$@ متاح
bn: %1$@ প্ল্যান করা, %2$@ ফাঁকা
de: %1$@ geplant, %2$@ frei
el: %1$@ προγραμματισμένα, %2$@ ελεύθερα
es: Planificado: %1$@, libre: %2$@
fa: %1$@ برنامه‌ریزی‌شده، %2$@ آزاد
fr: Planifié : %1$@, libre : %2$@
he: זמן מתוכנן: %1$@, זמן פנוי: %2$@
hi: %1$@ प्लान किया गया, %2$@ खाली
id: %1$@ direncanakan, %2$@ tersisa
it: Pianificato: %1$@, libero: %2$@
ja: 予定%1$@、空き%2$@
ko: 계획 %1$@, 여유 %2$@
mr: %1$@ प्लॅन केलेले, %2$@ मोकळे
ms: %1$@ dirancang, %2$@ lapang
nl: %1$@ gepland en %2$@ vrij
pl: Zaplanowano: %1$@, wolne: %2$@
pt_br: Planejado: %1$@, livre: %2$@
ro: %1$@ planificat, %2$@ liber
ru: Запланировано: %1$@, свободно: %2$@
ta: %1$@ திட்டமிடப்பட்டது, %2$@ காலி
te: %1$@ ప్లాన్ చేయబడింది, %2$@ ఖాళీ
th: วางแผนแล้ว %1$@ ว่าง %2$@
tr: %1$@ planlandı, %2$@ boş
uk: Заплановано: %1$@, вільно: %2$@
ur: %1$@ منصوبہ بند، %2$@ خالی
vi: %1$@ đã lên kế hoạch, %2$@ còn trống
zh_hans: 已安排 %1$@，空闲 %2$@
zh_hant: 已規劃 %1$@，空閒 %2$@

# calendar.week.unauthorized.description
source: Turn on Calendar access in System Settings to see your events here.
ar: شغّل الوصول إلى التقويم في إعدادات النظام لعرض أحداثك هنا.
bn: আপনার ইভেন্ট এখানে দেখতে সিস্টেম সেটিংসে ক্যালেন্ডার অ্যাক্সেস চালু করুন।
de: Aktiviere in den Systemeinstellungen den Zugriff auf Kalender, um deine Ereignisse hier zu sehen.
el: Ενεργοποιήστε την πρόσβαση στο Ημερολόγιο στις Ρυθμίσεις συστήματος για να βλέπετε εδώ τα γεγονότα σας.
es: Activa el acceso al calendario en Ajustes del Sistema para ver tus eventos aquí.
fa: برای دیدن رویدادهایتان در اینجا، دسترسی به تقویم را در تنظیمات سیستم روشن کنید.
fr: Activez l’accès au calendrier dans Réglages Système pour voir vos événements ici.
he: יש להפעיל את הגישה ללוח השנה בהגדרות המערכת כדי לראות כאן את האירועים שלך.
hi: अपने इवेंट यहाँ देखने के लिए सिस्टम सेटिंग्ज़ में कैलेंडर एक्सेस चालू करें।
id: Aktifkan akses Kalender di Pengaturan Sistem untuk melihat acara di sini.
it: Attiva l’accesso al calendario in Impostazioni di Sistema per vedere qui i tuoi eventi.
ja: 「システム設定」でカレンダーへのアクセスをオンにすると、ここにイベントが表示されます。
ko: 시스템 설정에서 캘린더 접근을 켜면 여기에서 이벤트를 볼 수 있습니다.
mr: तुमचे इव्हेंट येथे पाहण्यासाठी सिस्टीम सेटिंगमध्ये दिनदर्शिका ॲक्सेस चालू करा.
ms: Aktifkan akses Kalendar dalam Seting Sistem untuk melihat peristiwa di sini.
nl: Schakel toegang tot je agenda in via Systeeminstellingen om je activiteiten hier te zien.
pl: Włącz dostęp do Kalendarza w Ustawieniach systemowych, aby zobaczyć tutaj swoje wydarzenia.
pt_br: Ative o acesso ao calendário em Ajustes do Sistema para ver seus eventos aqui.
ro: Activați accesul la calendar în Configurări sistem pentru a vedea aici evenimentele.
ru: Включите доступ к календарю в Системных настройках, чтобы видеть здесь свои события.
ta: உங்கள் நிகழ்வுகளை இங்கே பார்க்க, சிஸ்டம் அமைப்புகளில் கேலண்டர் அணுகலை ஆன் செய்யவும்.
te: మీ ఇవెంట్‌లను ఇక్కడ చూడటానికి సిస్టమ్ సెట్టింగ్స్‌లో క్యాలెండర్ యాక్సెస్‌ను ఆన్ చేయండి.
th: เปิดการเข้าถึงปฏิทินในการตั้งค่าระบบเพื่อดูกิจกรรมของคุณที่นี่
tr: Etkinliklerinizi burada görmek için Sistem Ayarları’nda Takvim erişimini açın.
uk: Увімкніть доступ до календаря в Системних параметрах, щоб бачити тут свої події.
ur: یہاں اپنے ایونٹس دیکھنے کے لیے سسٹم کی ترتیبات میں کیلنڈر تک رسائی آن کریں۔
vi: Bật quyền truy cập Lịch trong Cài đặt hệ thống để xem sự kiện tại đây.
zh_hans: 在系统设置中开启日历访问权限即可在此查看你的事件。
zh_hant: 在「系統設定」中開啟行事曆存取權限，即可在這裡查看你的事件。

# calendar.week.unauthorized.open_settings
source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
fa: باز کردن تنظیمات
fr: Ouvrir les réglages
he: פתיחת הגדרות
hi: सेटिंग्ज़ खोलें
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
mr: सेटिंग उघडा
ms: Buka Seting
nl: Open Instellingen
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
ro: Deschideți configurările
ru: Открыть настройки
ta: அமைப்புகளைத் திற
te: సెట్టింగ్స్‌ను తెరవండి
th: เปิดการตั้งค่า
tr: Ayarlar’ı aç
uk: Відкрити параметри
ur: ترتیبات کھولیں
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# calendar.week.unauthorized.title
source: Calendar Access Off
ar: الوصول إلى التقويم متوقف
bn: ক্যালেন্ডার অ্যাক্সেস বন্ধ
de: Kalenderzugriff deaktiviert
el: Η πρόσβαση στο ημερολόγιο είναι απενεργοποιημένη
es: Acceso al calendario desactivado
fa: دسترسی به تقویم خاموش است
fr: Accès au calendrier désactivé
he: הגישה ללוח השנה כבויה
hi: कैलेंडर एक्सेस बंद है
id: Akses Kalender Nonaktif
it: Accesso al calendario disattivato
ja: カレンダーへのアクセスがオフ
ko: 캘린더 접근 꺼짐
mr: दिनदर्शिका ॲक्सेस बंद
ms: Akses Kalendar Tidak Aktif
nl: Agendatoegang uitgeschakeld
pl: Dostęp do Kalendarza wyłączony
pt_br: Acesso ao calendário desativado
ro: Acces la calendar dezactivat
ru: Доступ к календарю выключен
ta: கேலண்டர் அணுகல் ஆஃப்
te: క్యాలెండర్ యాక్సెస్ ఆఫ్
th: การเข้าถึงปฏิทินปิดอยู่
tr: Takvim erişimi kapalı
uk: Доступ до календаря вимкнено
ur: کیلنڈر تک رسائی بند ہے
vi: Quyền truy cập lịch đang tắt
zh_hans: 日历访问已关闭
zh_hant: 行事曆存取已關閉

# calendar.weekgrid.edit_hint.a11y
source: Edit in event sheet
ar: التعديل في نافذة الحدث
bn: ইভেন্ট শিটে এডিট করুন
de: Im Ereignisfenster bearbeiten
el: Επεξεργασία στο φύλλο γεγονότος
es: Editar en el editor de eventos
fa: ویرایش در برگه‌ی رویداد
fr: Modifier dans la fenêtre de l’événement
he: עריכה בגיליון האירוע
hi: इवेंट शीट में संपादित करें
id: Edit di lembar acara
it: Modifica nella finestra dell’evento
ja: イベントシートで編集
ko: 이벤트 시트에서 편집
mr: इव्हेंट शीटमध्ये संपादित करा
ms: Edit dalam helaian peristiwa
nl: Wijzig in het activiteitenvenster
pl: Edytuj w formularzu wydarzenia
pt_br: Editar na janela do evento
ro: Editați în fereastra evenimentului
ru: Изменить в форме события
ta: நிகழ்வுத் தாளில் திருத்து
te: ఇవెంట్ షీట్‌లో ఎడిట్ చేయండి
th: แก้ไขในชีตกิจกรรม
tr: Etkinlik sayfasında düzenle
uk: Змінити у формі події
ur: ایونٹ شیٹ میں ترمیم کریں
vi: Sửa trong bảng sự kiện
zh_hans: 在日程编辑器中编辑
zh_hant: 在事件面板中編輯
